Revit 2027 API
ParameterTypeId.TrussFamilyDiagWebEndReleaseType Property
 "End Release"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyDiagWebEndReleaseType { get; }
Public Shared ReadOnly Property TrussFamilyDiagWebEndReleaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyDiagWebEndReleaseType {
	ForgeTypeId^ get ();
}
static member TrussFamilyDiagWebEndReleaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace